{
  "AERIAL SERVANT": "A non-corporeal elemental creature summoned by powerful magic, typically appearing as an invisible whirlwind that serves its summoner.",
  "ANHKHEG": "A large, burrowing insectoid monster known for its powerful bite and ability to spit corrosive acid.",
  "ANT, GIANT": "Massive, aggressive insects that travel in dangerous colonies, often capable of overwhelming targets with sheer numbers.",
  "APE": "A large, strong primate found in jungles and wild areas, usually neutral but aggressive if disturbed.",
  "AXEBEAK": "A tall, flightless, ostrich-like bird with a sharp, heavy beak, known for its speed and territorial aggression.",
  "BABOON": "A common, intelligent primate that often attacks in noisy, overwhelming packs.",
  "BADGER": "A small, fierce digging mammal that, when giant, poses a significant threat with its teeth and claws.",
  "BALUCHITHERIUM": "An enormous, extinct rhinoceros-like mammal, one of the largest land creatures, highly dangerous when angered.",
  "BARRACUDA": "A large, predatory fish with sharp teeth and an aggressive nature, known for fast, sudden attacks.",
  "BASILISK": "A reptile known for its deadly gaze that can turn victims to stone and its venomous bite.",
  "BEAR": "A powerful, omnivorous mammal, often aggressive, including black, brown, and polar varieties.",
  "BEAVER, GIANT": "An unusually large version of the common aquatic rodent, capable of felling large trees and building massive dams.",
  "BEETLE, GIANT": "Massive insects of various types (e.g., Bombardier, Fire, Rhinoceros), often used as mounts or threats in dungeons.",
  "BEHOLDER": "A terrifying, spherical creature with one central eye and numerous eyestalks, each projecting a different magical power.",
  "BLACK PUDDING": "A massive, mobile, black glob of corrosive ooze that dissolves organic and metal substances alike.",
  "BLINK DOG": "A dog-like creature with the ability to teleport short distances (blink) as part of its attack and defense maneuvers.",
  "BOAR": "A wild swine known for its relentless, charging attacks and tusks.",
  "BRAIN MOLE": "A subterranean mammal known for burrowing into the skulls of victims and consuming their brains.",
  "BROWNIE": "A helpful, tiny humanoid creature from folklore, known for performing chores in exchange for small gifts.",
  "BUFFALO": "A large, powerful herd animal, usually peaceful but extremely dangerous when stampeding or protecting its young.",
  "BUGBEAR": "A large, hairy, goblinoid creature known for its stealth and preference for ambushes.",
  "BULETTE": "A large, plated monster known as the 'land shark' due to its ability to leap out of the ground and devour targets.",
  "BULL": "A powerful male bovine known for its charging attack and sheer physical strength.",
  "CAMEL, WILD": "An aggressive, unruly variety of camel found in deserts, capable of spitting foul substances.",
  "CARRION CRAWLER": "A horrific, segmented scavenger with multiple paralyzing tentacles and an appetite for rotting flesh.",
  "CATOBLEPAS": "A sluggish, swamp-dwelling beast whose foul breath or gaze can cause death or paralysis.",
  "CATTLE, WILD": "Feral cows or oxen, capable of trampling threats when encountered in large numbers.",
  "CENTAUR": "A creature with the upper body of a human and the lower body of a horse, usually peaceful forest dwellers.",
  "CENTIPEDE, GIANT": "A monstrously large insect with a venomous bite that often delivers painful, paralytic poison.",
  "CEREBRAL PARASITE": "A small, worm-like creature that burrows into the brains of living hosts to control and feed on them.",
  "CHIMERA": "A monstrous hybrid creature with the heads of a goat, a lion, and a dragon, often capable of breathing fire.",
  "COCKATRICE": "A small, magical bird whose touch or bite can instantly turn a living creature to stone.",
  "COUATL": "A beautiful, winged serpent, highly intelligent, benevolent, and often possessing powerful magical abilities.",
  "CRAB, GIANT": "Massive crustaceans found near water, capable of crushing foes with their large claws.",
  "CRAYFISH, GIANT": "Large, freshwater lobsters that inhabit rivers and lakes, known for their powerful, snapping pincers.",
  "CROCODILE": "A large, scaly, amphibious reptile found in tropical waters, known for its death roll attack.",
  "DEMON": "A chaotic evil outsider from the Abyss, possessing immense power and representing various forms of corruption and destruction.",
  "DEVIL": "A lawful evil outsider from the Nine Hells, focused on corruption, deals, and strict hierarchical evil.",
  "DINOSAUR": "Any of a variety of large, primeval reptiles (e.g., Tyrannosaurus, Triceratops), ranging from herbivores to apex predators.",
  "DISPLACER BEAST": "A feline predator with two tentacles on its shoulders, constantly surrounded by an illusion that makes it appear to be a few feet from its actual location.",
  "DJlNNl": "A benevolent elemental spirit of air, often powerful, intelligent, and capable of granting limited wishes.",
  "DOG": "A common domesticated canine, ranging from loyal companions to dangerous feral hunters.",
  "DOLPHIN": "An intelligent, friendly aquatic mammal, highly valued for its helpful nature and ability to communicate.",
  "DOPPLEGANGER": "A cunning humanoid creature capable of magically assuming the appearance and voice of any person it chooses.",
  "DRAGON": "A massive, scaled reptilian creature of immense power, intelligence, and magical ability, typically categorized by color.",
  "DRAGONNE": "A powerful beast that is a cross between a great cat and a dragon, but lacks the dragon's intelligence and magical breath.",
  "DRAGON TURTLE": "A colossal, amphibious reptile resembling a turtle with draconic features, inhabiting deep seas and often demanding tribute from passing ships.",
  "DRYAD": "A beautiful female spirit tied to a specific tree, which dies if the tree is destroyed, known for charming travelers.",
  "DWARF": "A short, stout humanoid race known for their skill in mining, stonework, and craftsmanship.",
  "EAGLE, GIANT": "An enormous bird of prey often used as a majestic mount or powerful ally in high mountain ranges.",
  "EAR SEEKER": "A tiny, flying parasitic creature that attempts to burrow into the ear canal to reach the brain.",
  "EEL": "A snake-like fish, including electric varieties, capable of delivering a shocking jolt.",
  "EFREET": "A malicious elemental spirit of fire, known for its immense size, fiery appearance, and aggressive nature.",
  "ELEMENTAL": "A creature composed entirely of one of the four classic elements: Air, Earth, Fire, or Water.",
  "ELEPHANT": "A massive, powerful, intelligent terrestrial mammal, usually gentle but dangerous when enraged or threatened.",
  "ELF": "A tall, graceful, long-lived humanoid race known for their connection to nature and magic.",
  "ElTIN": "A large, two-headed giant known for its low intelligence and perpetual squabbling between its heads.",
  "EYE, FLOATING": "A magical, detached eyeball that drifts through the air, often used as a scout or alarm by powerful wizards.",
  "EYE OF THE DEEP": "A large, terrifying aquatic Beholder relative that guards deep sea tunnels and treasures.",
  "FLIGHTLESS BIRD": "Various large, terrestrial birds (e.g., giant ostriches) that rely on speed and powerful kicks for defense.",
  "FROG, GIANT": "A large, amphibious jumper with a long, sticky tongue capable of pulling victims into its massive maw.",
  "FUNGI, VIOLET": "A type of mobile, sentient fungus that attempts to lash out and paralyze victims with its tendrils.",
  "GAR, GIANT": "A massive, predatory freshwater fish with long, toothed jaws, found in large rivers and lakes.",
  "GARGOLYE": "A magical, winged creature sculpted from stone, known for blending in with architecture and ambushing passersby.",
  "GAS SPORE": "A floating orb that looks exactly like a Beholder but is actually a fragile fungus that explodes upon impact, releasing deadly spores.",
  "GELATINOUS CUBE": "A large, transparent, amorphous ooze that silently glides through dungeons, dissolving organic matter and trapping treasure within its body.",
  "GHAST": "A more powerful, stench-ridden form of ghoul whose touch can paralyze victims.",
  "GHOST": "The spectral, non-corporeal remnant of a deceased person, usually bound by strong emotion or an unfinished task.",
  "GHOUL": "An undead humanoid that feeds on flesh, usually possessing a paralytic touch.",
  "GIANT": "A huge, humanoid creature of immense strength, categorized into various types (e.g., Hill, Stone, Cloud, Frost).",
  "GNOLL": "A hyena-headed, vicious humanoid race known for their raiding, scavenging, and cruelty.",
  "GNOME": "A small, industrious humanoid race known for their love of inventions, intricate mechanics, and gems.",
  "GOAT, GIANT": "A monstrously large version of the common caprine, dangerous for its massive, charging head-butts.",
  "GOBLIN": "A small, green-skinned, malicious humanoid race, known for their large numbers and cowardice.",
  "GOLEM": "An artificial creature constructed from various materials (e.g., clay, stone, iron) and animated by elemental spirit or magic.",
  "GORGON": "A massive, iron-plated bull whose breath can turn victims to stone (petrify them).",
  "GRAY OOZE": "A type of amorphous creature that corrodes metal, often lurking silently in stagnant pools.",
  "GREEN SLIME": "A dangerous, creeping mold that instantly dissolves flesh and is immune to most weapons, requiring fire to destroy.",
  "GRIFFON": "A magnificent hybrid creature with the body of a lion and the head and wings of an eagle, often used as a noble mount.",
  "GROANING SPIRIT": "A type of terrifying female ghost (Banshee) whose wailing can instantly cause death.",
  "HALFLING": "A small, nimble humanoid race known for their love of comfort, good food, and surprising luck.",
  "HARPY": "A monstrous creature with the body of a vulture and the upper torso of a woman, known for enchanting sailors with its song.",
  "HELL HOUND": "A dog-like creature from the lower planes, capable of breathing fire and relentless tracking.",
  "HERD ANIMAL": "Generic term for large, non-aggressive mammals (like deer or antelope) that travel in groups.",
  "HIPPOCAMPUS": "A beautiful marine creature with the front quarters of a horse and the tail of a fish, sometimes ridden by tritons.",
  "HIPPOGRIFF": "A magnificent hybrid creature with the front quarters of an eagle and the body of a horse, often used as a swift, loyal mount.",
  "HIPPOPOTAMUS": "A large, semi-aquatic mammal, highly territorial and aggressive when its space is invaded.",
  "HOBGOBLIN": "A larger, more disciplined, and militaristic cousin of the goblin, highly organized in warfare.",
  "HOMUNCULUS": "A small, artificial, winged humanoid constructed by a wizard to serve as a familiar and spy.",
  "HORSE": "A common domesticated riding animal, categorized by type (e.g., light warhorse, heavy workhorse).",
  "HYDRA": "A multi-headed serpentine creature that regenerates two new heads for every one that is severed.",
  "HYENA": "A common scavenging mammal, often found in packs and associated with the gnoll race.",
  "IMP": "A small, winged demon, often summoned by warlocks and wizards to serve as a spy or familiar.",
  "INTELLECT DEVOURER": "A small, brain-like creature that can consume a victim's brain and take over its body, masquerading as the host.",
  "INVISIBLE STALKER": "A powerful elemental creature of air summoned to pursue and kill a single target until the task is complete.",
  "IRISH DEER": "A massive, prehistoric species of deer known for its enormous antlers.",
  "IXITXACHITL": "A type of intelligent, evil manta-ray like aquatic monster that uses a psychic suggestion to lure prey.",
  "JACKAL": "A common scavenging canine, often found in arid regions and deserts.",
  "JACKALWERE": "A lycanthrope that transforms into a jackal or a hybrid form, usually found in desert cultures.",
  "JAGUAR": "A large, solitary spotted cat, known for its strength and ability to climb and swim.",
  "KI-RIN": "A majestic, benevolent, and highly intelligent celestial creature, resembling a large, winged unicorn or deer.",
  "KOBOLD": "A small, reptilian humanoid known for their traps, warrens, and worship of dragons.",
  "LAMIA": "A beautiful, seductive creature with the lower body of a great cat, known for luring travelers to their doom.",
  "LAMMASU": "A benevolent celestial creature with the body of a lion, the wings of an eagle, and a human head.",
  "LAMPREY": "A primitive, jawless fish known for its sucker mouth and teeth used to latch onto and feed off of larger creatures.",
  "LARVA": "The initial, worm-like stage of development for certain planar evil outsiders, such as demons and devils.",
  "LEECH, GIANT": "Monstrously large blood-sucking invertebrates found in swamps and rivers.",
  "LEOPARD": "A common spotted great cat, known for its stealth and ability to hunt from trees.",
  "LEPRECHAUN": "A diminutive, whimsical faerie of Irish folklore, known for hiding pots of gold and their trickery.",
  "LEUCROTTA": "A monstrous hybrid of a giant badger and a stag, known for imitating human voices to lure prey.",
  "LlCH": "A powerful undead spellcaster who has preserved their soul in a phylactery to achieve immortality.",
  "LION": "The majestic king of beasts, a powerful, tawny great cat often found in pride groups.",
  "LIZARD": "A common reptile, including various types like the monitor lizard, often found in warm environments.",
  "LIZARD MAN": "A primitive, scaled humanoid race found in swamps and marshes, known for their tribal life and simple weapons.",
  "LOCATHAH": "An aquatic humanoid with fish-like features, usually organized in tribes in tropical seas.",
  "LURKER ABOVE": "A creature that clings to the ceiling of caverns, resembling a dark, massive sheet of cloth, which drops onto unsuspecting victims.",
  "LYCANTHROPE": "A humanoid afflicted with a curse that allows them to transform into an animal (e.g., werewolf, werebear).",
  "LYNX, GIANT": "An enormous version of the wild cat, highly dangerous with sharp claws and stealth.",
  "MAMMOTH": "A massive, shaggy-haired prehistoric elephant found in cold climates.",
  "MANTICORE": "A monstrous hybrid with a human-like head, the body of a lion, and the wings of a dragon, capable of shooting razor-sharp tail spikes.",
  "MASHER": "A large, multi-legged, predatory insectoid creature that relies on crushing its prey with its bulk.",
  "MASTODON": "A large, extinct elephant-like mammal, known for its tusks and heavy frame.",
  "MEDUSA": "A monstrous female humanoid with living snakes for hair, whose gaze can instantly turn a living creature to stone.",
  "MEN": "The common humanoid race, including various classes and professions, ranging from peasants to knights.",
  "MERMAN": "A male aquatic humanoid with the upper body of a man and the lower body of a fish.",
  "MIMIC": "A highly intelligent, predatory creature capable of perfectly impersonating inanimate objects, such as chests or doors, to ambush prey.",
  "MIND FLAYER": "A highly intelligent, evil, tentacled humanoid creature that consumes the brains of sentient beings for sustenance.",
  "MINOTAUR": "A monstrous hybrid with the head of a bull and the body of a man, known for its immense strength and maze-dwelling habits.",
  "MOLD": "Various types of dangerous fungal growth (e.g., russet mold, yellow mold) that cause harm when touched or inhaled.",
  "MORKOTH": "A bizarre, highly intelligent aquatic creature that builds complicated, deadly dimensional mazes to trap victims.",
  "MULE": "A sterile hybrid of a donkey and a horse, valued for its stubborn endurance and sure-footedness.",
  "MUMMY": "An undead creature, typically the preserved body of a powerful ancient king or priest, cursed with a chilling touch and a fear aura.",
  "NAGA": "A type of intelligent, serpentine creature with both magical and physical prowess, often guarding ancient temples or treasures.",
  "NEOTYUGH": "A massive, predatory aquatic blob with a huge maw, known for its ability to dissolve prey instantly.",
  "NIGHT HAG": "A hideous, powerful fiend that travels between planes to torment mortals through their dreams, stealing their souls for evil purposes.",
  "NIGHTMARE": "A fiendish, smoke-maned horse from the lower planes, used as a swift, terrifying mount by powerful evil beings.",
  "NIXIE": "A mischievous and often vain female water spirit (faerie) that dwells in lakes and rivers.",
  "NYMPH": "A beautiful, benevolent female spirit tied to a specific natural location (e.g., spring, forest), known for their radiant beauty and protective nature.",
  "OCHRE JELLY": "A large, sluggish, yellow-orange amorphous ooze that dissolves flesh and is capable of splitting when struck by lightning.",
  "OCTOPUS, GIANT": "A massive marine mollusk with long, powerful tentacles, capable of crushing and suffocating its prey.",
  "OGRE": "A large, brutish, and dim-witted humanoid giant known for its appetite for human flesh and crude weapons.",
  "OGRE MAGE": "A more intelligent and magically gifted version of the ogre, capable of flight, invisibility, and powerful spellcasting.",
  "ORC": "A brutish, aggressive, and numerous humanoid race known for their green skin, tusks, and warlike culture.",
  "OTTER, GIANT": "An unusually large version of the playful, semi-aquatic mammal, known for its sharp teeth and surprising strength.",
  "OTYUGH": "A grotesque, three-legged monster with a large maw and two tentacled arms, typically dwelling in refuse heaps and sewers.",
  "OWL, GIANT": "A massive nocturnal bird of prey, known for its silent flight and powerful talons.",
  "OWLBEAR": "A monstrous hybrid with the head of an owl and the body of a bear, known for its short temper and aggressive behavior.",
  "PEGASUS": "A beautiful, winged horse, highly intelligent and often serving as a noble mount for good-aligned heroes.",
  "PERYTON": "A monstrous hybrid with the body of a stag and the wings and head of a giant eagle, known for eating human hearts and casting a human shadow.",
  "PIERCER": "A conical creature that clings to the ceilings of caverns, dropping onto unsuspecting victims like a falling stalactite.",
  "PIKE, GIANT": "A massive, carnivorous freshwater fish with a powerful bite, found in deep, cold lakes.",
  "PIXIE": "A tiny, winged faerie known for its mischievous nature, illusions, and ability to fly.",
  "PORCUPINE, GIANT": "A massive rodent covered in deadly, barbed quills that it can fire at attackers.",
  "PORTUGUESE MAN_O_WAR": "A large, floating marine creature with long, stinging tentacles that deliver paralyzing venom.",
  "PSEUDO-DRAGON": "A small, cute, winged reptilian familiar, highly intelligent and possessing a venomous tail barb.",
  "PURPLE WORM": "A colossal, subterranean segmented worm that swallows its prey whole and possesses a paralyzing stinger on its tail.",
  "QUASIT": "A small, winged demon, often serving as a familiar for chaotic evil spellcasters.",
  "RAKSHASA": "A powerful, cunning evil fiend from the lower planes, resembling a tiger with hands that bend backward, known for its illusions and magic.",
  "RAM, GIANT": "A massive mountain sheep, dangerous for its powerful horns and charging attack.",
  "RAT, GIANT": "Large, disease-carrying rodents that often swarm in sewers and dungeons.",
  "RAY": "Various types of flattened marine fish, including stingrays (with venomous barbs) and manta rays (harmless filter feeders).",
  "REMORHAZ": "A massive, worm-like creature that burrows through ice and snow, known for radiating intense heat from its body.",
  "RHINOCEROS": "A large, thick-skinned mammal with one or two horns, known for its massive charging attack.",
  "ROC": "A gigantic, mythical bird of prey, large enough to carry elephants and often nesting on inaccessible mountain peaks.",
  "ROPER": "A grotesque, rock-like creature with one massive eye and long, sticky strands that paralyze and drag victims toward its mouth.",
  "ROT GRUB": "Tiny, flesh-eating worms that burrow into living tissue, requiring fire to remove them before they reach the heart.",
  "RUST MONSTER": "An insectoid creature that feeds exclusively on iron and ferrous metals, causing objects to instantly decay into rust.",
  "SAHUAGIN": "A vicious, fish-like humanoid race (sea devils) that live in warlike, underwater kingdoms.",
  "SALAMANDER": "A serpentine elemental creature of fire and heat, found in volcanic and extremely hot environments.",
  "SATYR": "A benevolent humanoid with the legs and horns of a goat, known for their love of music, dancing, and revelry.",
  "SCORPION, GIANT": "A massive arachnid with crushing pincers and a highly venomous stinger on its tail.",
  "SEA HAG": "A hideous, evil aquatic humanoid (a type of hag) known for its ugliness and ability to paralyze with its horrifying gaze.",
  "SEA HORSE, GIANT": "A large version of the marine fish, sometimes ridden by small aquatic humanoids.",
  "SEA LION": "A large marine mammal, usually harmless but capable of defending itself fiercely.",
  "SHADOW": "An incorporeal undead creature that drains the strength and life force from its living victims.",
  "SHAMBLING MOUND": "A massive, mobile plant creature resembling a mound of rotting vegetation, immune to lightning and capable of crushing and suffocating prey.",
  "SHARK": "A predatory marine fish known for its aggressive attacks and rows of sharp teeth.",
  "SHEDU": "A benevolent celestial creature resembling a winged bull or lion with a human head, often guarding temples and portals.",
  "SHRIEKER": "A type of sedentary fungal growth that lets out a painful, deafening shriek when approached by light or movement.",
  "SKELETON": "A common type of animated undead, consisting of the reanimated bones of a deceased humanoid.",
  "SKUNK, GIANT": "A massive version of the black-and-white mammal, capable of spraying a blinding, highly noxious musk over a wide area.",
  "SLITHERING TRACKER": "A stealthy, amorphous creature that can flatten itself to the size of a snake to pursue victims through narrow spaces.",
  "SLUG, GIANT": "A massive, slow-moving terrestrial mollusk with a corrosive trail of slime.",
  "SNAKE, GIANT": "A massive, constricting or venomous serpentine reptile, including types like the giant constrictor or spitting cobra.",
  "SPECTRE": "A powerful, incorporeal undead creature that haunts lonely places, capable of draining life force with its touch.",
  "SPHINX": "A highly intelligent, usually benevolent creature with the head of a man and the body of a lion, known for guarding secrets and posing riddles.",
  "SPIDER": "A common arachnid, including giant and venomous varieties, often found in webs and dark places.",
  "SPRITE": "A tiny, winged faerie known for their arrows tipped with sleeping poison.",
  "SQUID, GIANT": "A massive marine cephalopod with powerful tentacles and a large beak, capable of dragging victims to the deep.",
  "STAG": "A male deer, usually peaceful but dangerous for its antlers during mating season.",
  "STIRGE": "A small, winged, bat-like creature with a needle-like proboscis that sucks the blood of its victims.",
  "STRANGLE WEED": "A dangerous plant that grows in shallow water, lashing out with vine-like tendrils to drown or suffocate prey.",
  "SU-MONSTER": "A small, cat-like creature with a prehensile tail, possessing powerful psychic abilities that drain the mental energy of its victims.",
  "SYLPH": "A benevolent female elemental spirit of air, often appearing as a beautiful, winged woman.",
  "THOUGHT EATER": "A small, invisible, reptilian creature that feeds on the mental energy (intelligence) of sentient beings.",
  "TICK, GIANT": "A massive arachnid parasite that latches onto hosts and rapidly drains blood.",
  "TIGER": "A solitary, striped great cat, known for its stealth and immense power.",
  "TITAN": "One of the original, primordial giants, typically possessing divine power and controlling aspects of nature.",
  "TITANOTHERE": "A massive, extinct rhinoceros-like mammal, known for the large bony knobs on its snout.",
  "TOAD, GIANT": "A massive, warty amphibian with a paralyzing or poisonous bite.",
  "TRAPPER": "A carnivorous creature that lies on the floor of a dungeon, perfectly mimicking stone, wood, or packed earth to trap unsuspecting victims.",
  "TREANT": "A massive, sentient tree, typically benevolent and acting as a guardian of the forest.",
  "TRITON": "An aquatic humanoid race with the upper body of a man and the lower body of a fish, known for protecting the seas.",
  "TROGLODYTE": "A primitive, subterranean reptilian humanoid race known for their overwhelming stench and tribal life.",
  "TROLL": "A grotesque, regenerating giant known for its green skin, long arms, and weakness to fire and acid.",
  "TURTLE, GIANT": "A massive reptile, terrestrial or aquatic, capable of crushing foes with its shell or jaws.",
  "UMBER HULK": "A massive, four-armed subterranean insectoid creature whose eyes cause confusion in those who meet its gaze.",
  "UNICORN": "A beautiful, equine creature with a spiraling horn, known for its purity, healing powers, and avoidance of evil.",
  "VAMPIRE": "A classic undead creature that sustains itself by draining the blood and life energy of the living.",
  "WASP, GIANT": "A massive flying insect with a painful, often venomous sting.",
  "WATER WEIRD": "A malevolent elemental creature composed of animated water, typically found in lakes or deep pools, that attempts to drown its victims.",
  "WEASEL, GIANT": "A massive, predatory mammal known for its speed and bloodlust.",
  "WHALE": "Any of a variety of massive marine mammals, including aggressive and territorial killer whales.",
  "WIGHT": "A powerful undead creature that drains the life energy (levels) of its living victims with a chilling touch.",
  "WILL-0-WISP": "A small, floating ball of light that lures travelers to their deaths in bogs and dangerous areas.",
  "WIND WALKER": "A powerful elemental creature of air, resembling a translucent humanoid, known for moving at great speeds.",
  "WOLF": "A predatory canine, usually found in packs and known for its tracking and hunting skills.",
  "WOLVERINE": "A small, fierce mammal known for its aggressive nature and disproportionate strength.",
  "WRAITH": "A powerful, incorporeal undead creature that appears as a dark, shadowy figure and drains the vitality from living creatures.",
  "WWERN": "A two-legged dragon relative with wings and a venomous stinger on its tail, known for its bestial nature.",
  "XORN": "A creature from the Elemental Plane of Earth that is capable of phasing through stone and earth, known for its appetite for minerals and gems.",
  "YETI": "A massive, ape-like creature of the frigid mountains, known for its white fur and paralyzing cold attack.",
  "ZOMBIE": "A common, slow-moving undead creature, the animated corpse of a deceased humanoid."
}
